<?php

class lang_ua
{
    public $lang_ua = array();

    function __construct()
    {
        $this->lang_ua['navigation_items'] = array(
            "Головна",
            "Галерея",
            "Як замовити?",
            "Про нас",
            "Контакт"
        );

        $this->lang_ua['header_li'] = array(
            "<i class=\"fa fa-map-marker\"></i> Україна, м.Рівне",
            "<i class=\"fa fa-phone\"></i> (067) 38 78 803",
            "<i class=\"fa fa-phone\"></i> (093) 25 85 861"
        );

        $this->lang_ua['h3_carousel'] = array(
            "Замовлення меблів у Рівному",
            "Меблі для спальної кімнати",
            "Ексклюзивні дитячі кімнати",
            "Сучасні кухні"
        );

        $this->lang_ua['index_main_title'] = "Меблі на замовлення В Рівному";

        $this->lang_ua['p_carousel'] = array(
            "Виготовлення корпусних меблів на замовлення.",
            "Індивідуальний дизайн на ваш смак",
            "Меблі для вашої дитини",
            "Створіть куточок своєї мрії"
        );

        $this->lang_ua['carousel_img_alt'] = array(
            "фото West mebli виготовлення корпусних меблів",
            "фото меблі для спальної кімнати",
            "фото дитячі меблі на замовлення",
            "фото меблі кухонні під замовлення Рівне"
        );

        $this->lang_ua['carousel_img_title'] = array(
            "Замовлення меблів у Рівному",
            "Меблі для спальні на замовлення Рівне",
            "Меблі для дитячої кімнати на замовлення",
            "Меблі для кухні на замовлення у рівному"
        );

        $this->lang_ua['headers'] = array(
            "Галерея робіт",
            "Як замовити?",
            "Про на",
            "Контакт"
        );

        $this->lang_ua['gallery_h4'] = array(
            "Шафи купе",
            "Кухні",
            "Спальні",
            "В дитячу",
            "Cтінки(різне)",
            "Офісні меблі"
        );

        $this->lang_ua['gallery_img_title'] = array(
            "Шафи купе на замовлення",
            "Замовлення меблів для кухні у Рівному",
            "Замовлення меблів для спальні",
            "Меблі в дитячу кімнату Рівне",
            "Стінки, комоди, матраси під замовлення",
            "Офісні меблі на замовлення Рівне"
        );
        $this->lang_ua['gallery_img_alt'] = array(
            "Шафи-купе на замовлення в Рівному фото",
            "фото меблі для кухні на замовлення",
            "Меблі для спальні на замовлення у місті Рівне",
            "Замовлення меблів в дитячу кімнату у Рівному",
            "Замовлення меблів у рівному",
            "Офісні меблі на замовлення у Рівному",
        );
        $this->lang_ua['gallery_a_title'] = array(
            "шафи купе на замовлення",
            "Меблі для кухні на замовлення",
            "Спальні на замовлення у Рівному",
            "Меблі в дитячу кімнату на замовлення",
            "Стінки, матраси, комоди на замовлення у Рівному",
            "Меблі для вашого офісу у Рівному"
        );

        $this->lang_ua['how_to_order_h3'] = array(
            "1. Зателефонуйте нам",
            "2. Зустріч",
            "3. Проект майбутніх меблів",
            "4. Договір",
            "5. Реалізація проекту",
            "6. Доставка і встановлення"
        );

        $this->lang_ua['how_to_order_p'] = array(
            "Зв'яжіться з нами за телефоном або на сайті і домовтеся про зустріч.",
            "У вигідний для вас час, завітаємо до вас, щоб зрозуміти ваші потреби, виконати попередні заміри і обговорити особливості що стосуються функціональності і дизайну нових меблів.",
            "Наш досвідчений дизайнер виконає для вас індивідуальний проект. Більше того, ви отримаєте повну інформацію що до цін. Якщо ви вже маєте проект - пришліть його нам - ми швидко представим вам вартість його реалізації.",
            "По узгодженню проекту ми підготуємо договір, у якому будуть описані особливості вспівпраці, перелік робіт, час реалізації а також спосіб оплати.",
            "Після підписання договору і отримання авансу, розпочнемо виготовлення ваших меблів. Час реалізації проекту залежить від ступіня важкості проекту, вибраних матеріалів.",
            "Встановлення нових меблів виконаємо швидко й професійно - звичайно в зручний для вас час."
        );

        $this->lang_ua['about_us_p'] = array(
            " Виготовлення корпусних меблів на замовлення.<br>
                Можна зробити індивідуальне замовлення на будь-які корпусні меблі: <span class=\"underline\"> сучасні кухні,кухні з вмонтованою технікою, класичні кухні, шафи-купе, спальні, прихожі, офісні меблі </span>та ін.
                    Індивідуальний підхід до кожного клієнта. Можливість підібрати власний дизайн.<span class=\"biggest_word\"> Встановлення безкоштовно!!</span><br/><br/>
                    Ми виконуємо замовлення різної складності – від полички до масштабних об’єктів.
                    Компанія <a href=\"#\" title=\"Виготовлення корпусних меблів місто Рівне\"><span class=\"color_word\" title=\"West mebli меблі на замовлення Рівне\">«WEST-MEBLI»</span></a> пропонує професійні послуги дизайну меблів на замовлення та виготовлення меблів на замовлення у Рівному для Вашого дому та офісу.
                    Ми пропонуємо меблі на замовлення як по індивідуальному дизайну, так і меблі серійного виробництва на Ваш смак. <br> Ми можемо по бажанню замовника вносити зміни і розробляти дизайн кухні персонально під Ваші індивідуальні потреби.
                    Меблі будуть слугувати довгі роки і радуватимуть своєю якістю, неповторністю та доступними цінами. Ми стараємось для Вас!<br/><br/>",

            "Шафи купе - це система, яка дозволяє грамотно організувати і використати простір у квартирі чи офісі та одночасно являється елементом інтер’єру та дизайну помешкання.
                    Шафи-купе виробництва <a href=\"#\" title=\"Корпусні меблі на замовлення Рівне\"><span class=\"color_word\" title=\"West mebli меблі на замовлення Рівне\">«WEST-MEBLI»</span></a> проектуються та виготовляються за індивідуальним проектом, з врахуванням особливостей Вашого приміщення.
                    Внутрішній простір шафи купе проектується під Ваші потреби, і може враховувати будь-які конструктивні побажання.
                    Дизайн шафи купе ексклюзивний!
                    Шафа-купе - є одним з найпопулярніших видів продукції, що виготовляється на замовлення в компанії <a href=\"#\" title=\"West mebli замовлення меблів у Рівному\"><span class=\"color_word\" title=\"West mebli меблі на замовлення Рівне\">«WEST-MEBLI»</span></a>.
                    <br>&emsp;&emsp;Завдяки своїй високій функціональності, по кількості замовлених меблів, шафи-купе займають лідируючі позиції, конкурувати з якими можуть тільки кухні.
                    Шафа-купе відмінно впишеться в спальню або вітальню вашого будинку, в офісі або дитячій кімнаті. При грамотному дизайні приміщення, шафа-купе дозволить максимально використовувати кожен метр житлової площі, а розсувні двері зможуть поліпшити зовнішній вигляд приміщення.
                    Якщо у вас є вільна ніша, то вона легко змогла б стати місцем для вашої нової шафи-купе, адже у нас ви можете замовити шафу-купе точно під розмір вашого приміщення.
                    В даному випадку, шафу купе можна зробити без стінок, що не тільки збереже вільний простір, а й заощадить кошти.
                    Вибираючи двері для вашої шафи-купе на замовлення варто приділити увагу приміщенню, де він буде знаходитися.
                    Механізм відкриття шафи, дозволити заощадити значний простір у вашому будинку.
                    Розсувний механізм шаф-купе гарантує плавність ходу і абсолютну безшумність дверей, а правильний вибір профілю, забезпечить довговічність використання вашої шафи.
                    <br>&emsp;&emsp;Наповнення шафи-купе буде повністю залежати від вашої фантазії і може бути обмежено або внутрішнім простором, або вашим бюджетом.
                    У свою чергу, наше виробництво <a href=\"#\" title=\"Меблі west на замовлення Рівне\"><span class=\"color_word\" title=\"West mebli меблі на замовлення Рівне\">«WEST-MEBLI»</span></a> готове вам запропонувати максимальний вибір комплектуючих для виготовлення шаф-купе.
                    <br/><br/>",

            "Спальні на замовлення - ідеальний спосіб роздобути стильне, затишне і практичне гніздечко для себе і своєї другої половинки. Вибір меблів для спальні – це серйозне завдання, яке стоїть перед власником квартири.
                    Від якості меблів для спалень залежить якість вашого сну і відпочинку. Всі предмети інтер'єру спальної кімнати мають бути практичними і зручними, при цьому мати індивідуальний дизайн.
                    <br>Крім того, ми пропонуємо як спальні гарнітури в комплекті, так і модульні системи, перевагою яких є можливість підібрати окремі елементи для Вашої спальні.
                    Спальні самий інтимний і в той же час найбільш використовуваний елемент інтер'єру вашого будинку. Про того наскільки зручна і затишна спальня залежить настрій і навіть ваше самопочуття.
                    Ми допоможемо вибрати вам спальню яка буде найкраще пасувати вашому смаку з урахуванням матеріальних можливостей і габаритів вашої кімнати.<br/><br/>",

            "Ми пропонуємо якісні меблі для офісу, індивідуальний і ексклюзивний дизайн офісних меблів,
                    виготовлення офісних меблів та проектування і встановлення меблів для офісу.
                    Каталог офісних меблів нашої компанії Ви можете переглянути у розділі <a href=\"#\">офісні меблі на замовлення.</a><br/><br/>",

            " Всі <a href=\"gallery_view.php?type=kitchen-furniture\" title=\"Замовлення меблів для кухні у Рівному\"><span class=\"color_word\" title=\"West mebli меблі на замовлення Рівне\">кухні-west</span></a> на замовлення виготовляються по індивідуальному проекті, з урахуванням всіх вимог і побажань замовника, розміри меблів, кольори, фурнітура й комплектація.
                    Висока якість наших кухонних меблів досягається завдяки використанню сучасного встаткування й передових технологій.
                    Кухні на замовлення в Рівному від <a href=\"#\" title=\"Виготовлення меблів Рівне\"><span class=\"color_word\" title=\"West mebli меблі на замовлення Рівне\">«WEST-MEBLI»</span></a> – це Ваше правильне і обдумане рішення.
                    Ви зможете вибрати той варіант кухні, що буде повністю відповідати вашій кухні мрії.
                    <br>Саме кухня – місце творчості, в якій Ви неодмінно будете робити свої кулінарні подвиги.
                    Кожне приміщення в квартирі має своє функціональне призначення. А це означає, що і до вибору інтер'єру потрібно підходити з точки зору його призначення.
                    Можна на кухні поставити ліжко, і зі спальні зробити кабінет. Але це стає необхідним тільки в разі катастрофічного браку місць.
                    Але для кожної відповідної зони виробники виготовляють меблі відповідної функціональності.
                    Меблі для кухні на замовлення дозволяє стати володарем інтер'єру повністю виготовленого за власним смаком.
                    Кухні за індивідуальним проектом в м.Рівному за доступними цінами.
                    <br>Неможливо уявити собі сучасну квартиру або будинок без стильних і зручних меблів для кухні.<br>
                    <a href=\"#\" title=\"West mebli корпусні меблі під замовлення\"><span class=\"color_word\" title=\"West mebli меблі на замовлення Рівне\">Ми</span></a> пропонує найширший вибір кухонних гарнітурів на будь-який смак і гаманець.
                    У нас ви знайдете найприйнятніший варіант кухні на замовлення в Рівному, як за ціною, так і по дизайну.",
        );

        $this->lang_ua['about_us_a_title'] = array(
           "Корпусні меблі на замовлення у Рівному",
            "",
            "",
            "Шафи купе на замовлення Рівне West mebli",
            "Спальні на замовлення в Рівному West mebli",
            "Виготовлення меблів для спальні Рівне",
            "Меблі для офісу на замовлення Рівне",
            "Меблі для офісу на замовлення Рівне West mebli",
            "Меблі для кухні на замовлення Рівне West",
            "Меблі для кухні на замовлення Рівне",
        );

        $this->lang_ua['about_us_a'] = array(
            "Замовлення меблів у Рівному",
            "Шафи-купе Рівне",
            "Спальні Рівне",
            "Офісні меблі Рівне",
            "Кухні Рівне",
        );

        $this->lang_ua['about_us_img_title'] = array(
            "Меблі на замовлення контакти в Рівному",
            "Шафи купе на замовлення в Рівному",
            "Виготовлення меблів для спальної кімнати",
            "Виготовлення меблів для офісу Рівне",
            "Виготовлення меблів для кухні",
        );

        $this->lang_ua['about_us_img_alt'] = array(
            "Контакт west-mebli місто Рівне",
            "Шафа купе виготовлення меблів Рівне",
            "фото спальні на замовлення Рівне",
            "фото офісні меблі на замовлення Рівне",
            "фото кухні на замовлення"
        );

        $this->lang_ua['contact_us_h3'] = "Зворотній зв'язок";
        $this->lang_ua['contact_us_form_info'] = array(
            "Як до вас звертатися?",
            "Електронна адреса",
            "Телефон",
            "Надіслати"
        );

        $this->lang_ua['contact_us_h2'] = "Андрій Куришко <br><p><i class=\"fa fa-phone\"></i> (067) 38 78 803 <br><i class=\"fa fa-phone\"></i> (093) 25 85 861</p>";

        $this->lang_ua['contact_us_p'] = array(
            "<i class=\"fa fa-envelope-o\"></i> contact@west-mebli.com.ua",
            "<i class=\"fa fa-map-marker\"> </i> Україна, м.Рівне",
        );

        $this->lang_ua['footer_h2'] = array(
            "Про нас",
            "Зв'яжіться з нами",
            "Наша продукція"
        );

        $this->lang_ua['footer_p'] = array(
            "Виготовлення корпусних меблів на замовлення в місті Рівному.<a href=\"#\" title=\"West-mebli корпусні меблі на замовлення\"><span class=\"color_word\" title=\"West mebli меблі на замовлення Рівне\">«WEST-MEBLI»</span></a> пропонує професійні послуги дизайну меблів на замовлення та виготовлення меблів на замовлення у Рівному для Вашого дому та офісу.",
            "<i class=\"fa fa-location-arrow\"></i> Україна, м.Рівне",
            "<i class=\"fa fa-phone\"></i> (067) 38 78 803 <br><i class=\"fa fa-phone\"></i> (093) 25 85 861</h3>",
            "<i class=\"fa fa-envelope-o\"></i> contact@west-mebli.com.ua"
        );

        $this->lang_ua['footer_a_title'] = array(
            "west mebli в вконтакте замовлення корпусних меблів",
            "west mebli в однокласниках виготовлення курпусних меблів",
            "west mebli на фейсбуку корпусні меблі на замовлення рівне",
            "Виготовлення корпусних меблів для кухні",
            "Замовлення шафи купе у Рівному",
            "Виготовлення стінок, комодів у Рівному",
            "Виготовлення корпусних меблів в дитячу кімнату",
            "Замовлення офісних меблів у Рівному",
            "Меблі для спальної кімнати виготовлення Рівне"
        );

        $this->lang_ua['footer_a'] = array(
            "Кухні на замовлення",
            "Шафи-купе на замовлення",
            "Стінки на замовлення",
            "Дитячі меблі на замовлення",
            "Офісні меблі на замовлення",
            "Спальні на замовлення"
        );

        ;$this->lang_ua['gallery_main_title'] = "Галерея West-mebli - корпусні меблі";

        $this->lang_ua['gallery_nav_sidebar'] = array(
            "Шафи купе",
            "Кухні",
            "Спальні",
            "Дитячі",
            "Стінки(різне)",
            "Офісні меблі",
            "Матраси"
        );

        $this->lang_ua['add_image_errors'] = array(
            "Таке фото вже існує!!",
            "Фото доданo)",
            "Виберіть категорію",
            "Великий розмір файлу!!",
            "Неправильний тип файлу",
            "Не вибрано фото!!"
        );

        $this->lang_ua['send_mail_info'] = array(
            "contact@west-mebli.com.ua",
            "WEST-MEBLI Нове повідомлення",
            "From: west-mebli.com.ua\r\n",
            "Reply-To: contact@west-mebli.com.ua\r\n",
            "CC: vanua.loichuk@gmail.com\r\n",
            "MIME-Version: 1.0\r\n",
            "Content-Type: text/html; charset=ISO-8859-1\r\n"
        );

        $this->lang_ua['send_mail_communicate'] = array(
            "Заповніть всі поля",
            "Ім'я не вказано",
            "Не правильний емайл адрес",
            "Не вказано номер телефону",
            "Не вірний номер телефону",
            "Введіть своє повідомлення",
            "Повідомлення надіслано.<br>Ми з вами зв'жемося",
            "Упсс! Схоже щось пішло не так.<br>Спробуйте ще раз."
        );

        $this->lang_ua['send_mail_content'] = array(
            "Нове повідомлення з вітрини WEST-MEBLI",
            "Відправник:",
            "Електронна адреса:",
            "Телефон:",
            "Повідомлення:"
        );
    }
}